{
    "introduction" : "This file contains tooltip innertexts and lengthy page information on the figure area",
    "gencomp_tooltip" : "This graph shows the heat generation in domestic and non-domestic properties by technology in the base years (2015-2020) and for each scenario in {year}. It also shows the total energy system cost (for meeting energy demands of the building sector, including other electricity and gas demand).",
    "hpinst_tooltip" : "This graph shows the number of heat pumps installed annually in domestic properties for each scenario.",
    "genmap_tooltip" : "These hexmaps show the fraction of heat demand met by the most common technologies (columns) for all scenarios (rows) in each local authority in Great Britain. Hover over a hexagon to see the name of the local authority.",
    "syscost_tooltip" : "This graph shows the total annual energy system cost (for meeting the building sector energy demands) disaggregated based on different parts of the system.",
    "invreq_tooltip" : "This graph shows average annual investment requirements for the period 2023 to 2054.",
    "costmap_tooltip" : "These hexmaps show the annual heating system cost for domestic properties, either per property or per heat generated. The cost are for 2050 and normalized with the average cost for GB in the scenario shown on the left. The values include costs of building heat technologies and all costs associated with the supply of energy to properties, including generation and distribution.",
    "heatcost_tooltip" : "This graph shows the annual heating cost per domestic property (taking flats as reference) normalized with the cost for the base year period for the Base net-zero scenario.",
    "empath_tooltip" : "This graph shows energy-related CO2 emissions from the building sector.",
    "nymap_tooltip" : "These hexmaps show the year local authorities reach net-zero emissions in the building sector (assumed to imply no emission from the sector)",
    "local_gencomp_tooltip" : "This graph shows the heat generation in domestic and non-domestic properties by technology in the base years (2015-2020) and for each scenario and local authority in {year}.",
    "local_hpinst_tooltip" : "This graph shows the number of heat pumps installed annually in domestic properties for each scenario and local authority.",
    "local_invreq_tooltip": "This graph shows average annual investment requirements for the period 2023 to 2054.",
    "local_heatcost_tooltip": "This graph shows the annual heating system cost per flat (as example of per property cost). This includes cost for heating system and the supply of energy. It relates to system cost and does not necessarily directly correlate with price/cost paid by households (e.g., it does not include margins of power producers). The difference in the base year cost across the same LAD but different scenarios is due to differences in cost allocation across years (e.g., a faster phase out of gas boilers will lead to cost for stranded gas network investments to be allocated to years where gas is still used).",
    "local_empath_tooltip" : "This graph shows energy-related CO2 emissions from the building sector.",
    "help_information": 
    [
        "This page will contain further information on the dashboard and underlying energy model.",
        "The dashboard and model will be published under an open license.",
        "The dashboard source code is Copyright (C) 2024 Leonhard Hofbauer, Yueh-Chin Lin, licensed under a MIT license."
    ]
}
    

    
    
